<?php include('include/header.php');?>
      <div class="card">
      <div class="card-header text-right h3">عن المركز</div>
      <div class="card-body text-right" style="height:200px">
        يعتبر المركز الفلسطيني للتعليم التقني أحد المؤسسات التي تقدم التعليم المهني الصناعي في محافظات الوطن. يوجد في المركز ثلاث تخصصات رئيسية هي: 
        تطبيقات الويب، تطبيقات الموبايل، التصميم الجرافيكي. والعمل جاري لتوفير دعم وفتح تخصصات جديدة تخدم المحافظات. حرصاً من وزارة التربية والتعليم العالي على تطوير التعليم المهني والتقني في فلسطين، فإنه قد تم تبني استراتيجية وطنية للتعليم والتدريب المهني والتقني ، بحيث يكون هذا النظام كفؤاً، وفعالاً ،ومرناً، ومرتبطاً باحتياجات سوق العمل 
        الفلسطينية حيث يجري العمل على 4 محاور رئيسية هي : تطوير الأنظمة، وتطوير المنهاج، وتطوير الموارد البشرية والمادية . تكون الدراسة في المركز سنتان ، ويكون الدوام 40% نظري و 60% عملي ويشترط في المتقدمين للدراسة ان يكون الطالب ناجحا في الصف العاشر ولا يزيد عمره في أول سنة دراسية عن  20 عاماً وأن يجتاز فحص القبول قي المدرسة . يتقدم الطالب قي نهاية السنة الدراسية الثانية
        لامتحان شهادة الدراسة الثانوية العامة/الفرع الصناعي. ويحق للطال الالتحاق بالجامعات والمعاهد العليا لأو مزاولة مهنة في سوق العمل... 
</div>  
</div>
<?php include('include/footer.php');?>
</body>
<html>